/*
 * XCode translation added: iOS Localizable.strings
 * Project: Satodime-iOS
 * Release: Working copy
 * Locale: de, German
 * Translated by: Robert Turrall
 */

"cardInfo" = "Info";

"transferOwner" = "Besitz\nübertragen";

"howToUse" = "So\ngeht’s";

"settings" = "Einstellungen";

"allOurProducts" = "Unsere\nProdukte";

"termsOfService" = "Nutzungsbedingungen";

"privacyPolicy" = "Datenschutzerklärung";

"welcome" = "Willkommen";

"satodimeLetsYou" = "Mit Satodime erstellst du einfach Tresore zur Aufbewahrung deiner Kryptowährungen. Unterstützt innovative Krypto-Assets.";

"createSealGift" = "Erstellen, versiegeln, verschenken";

"createUpTo3Dfifferent" = "Erstelle bis zu 3 verschiedene Tresore für Coins und NFTs. Übertrage den Besitz und sicher verschenken.";

"moreInfo" = "Mehr Infos";

"url.moreInfo" = "https://youtu.be/-H7z7_RuDJw";

"usingNFC" = "Per NFC";

"toUseItText" = "Lege die Karte bei Aufforderung oben auf dein iPhone und halte sie während der gesamten Aktion am Leser.";

"start" = "Starten";

"selectTheBlockchain" = "Blockchain wählen";

"selectTheCrypto" = "Wähle die Kryptowährung, die du speichern willst.";

"createYourVault" = "Tresor erstellen";

"youAreAboutToCreateAndSeal" = "Du erstellst und versiegelst gleich einen Tresor. Ein neues Schlüsselpaar wird automatisch erzeugt.";

"onceTheVaultHasBeengenerated" = "Sobald der **Tresor** erzeugt wurde, wird der zugehörige **private** **Schlüssel** im **Speicher** des **Satodime**-**Chips** verborgen.";

"activateTheExpertMode" = "Expertmodus aktivieren";

"createAndSeal" = "Erstellen & versiegeln";

"congrats" = "Geschafft!";

"yourVaultsHasBeenCreated" = "Dein Tresor wurde erfolgreich erstellt und versiegelt.";

"rememberPrivateKeys" = "Deine **privaten Schlüssel** sind erst sichtbar, sobald du den **Tresor** **entsiegelt** hast.";

"showMyVault" = "Tresor zeigen";

"expertMode" = "Expertmodus";

"theExpertModeAllowsYou" = "Im Expertenmodus kannst du:\n1. Netzwerk wählen\n2. Entropie für die Schlüsselgenerierung angeben";

"thEExpertModeAllowsYouText" = "1. Netzwerk wählen\n2. Entropie für die Schlüsselgenerierung angeben";

"network" = "Netzwerk:";

"mainNet" = "MainNet";

"testNet" = "TestNet";

"entropy" = "Entropie:";

"vaults" = "Tresore";

"sealed" = "Versiegelt";

"unsealed" = "Entsiegelt";

"totalBalance" = "Gesamtguthaben";

"addFunds" = "Einzahlen";

"unseal" = "Entsiegeln";

"token" = "Token";

"nft" = "NFT";

"history" = "Verlauf";

"depositAddress" = "Einzahlungsadresse";

"copyToClipboard" = "Kopieren";

"youOrAnybodyCanDepositFunds" = "Du oder andere können Guthaben einzahlen, indem sie an diese Adresse senden.";

"serviceProvidedByPaybis" = "Dieser Service wird von PAYBIS POLAND Sp. z o.o. bereitgestellt. Du wirst zu Paybis.com weitergeleitet, um Kryptowährungen zu kaufen.";

"buyFromPaybis" = "Kaufen";

"ownershipText" = "Du bist nicht Besitzer:in dieser Karte und kannst daher keine sensiblen Aktionen ausführen:\n- Erstellen & Versiegeln\n- Entsiegeln\n- Löschen\n\nMehr Infos, wie du den Besitz übernimmst, findest du hier.";

"warning" = "Warnung!";

"youAreAboutToUnseal" = "Du bist dabei, folgenden Krypto-Tresor zu **entsiegeln**";

"unsealingThisCryptoVaultWillReveal" = "Durch das **Entsiegeln** wird der zugehörige private Schlüssel sichtbar.";

"youCanThenTransferTheEntireBalance" = "Danach kannst du das gesamte Guthaben mit dem sichtbaren privaten Schlüssel in eine andere Wallet übertragen.";

"thisActionIsIrreversible" = "Diese Aktion ist nicht rückgängig zu machen.";

"vaultSuccessfullyUnseal" = "**Tresor** erfolgreich **entsiegelt**";

"youCanNowViewThePrivateKey" = "Du kannst jetzt den privaten Schlüssel anzeigen und in eine andere Wallet importieren.";

"showThePrivateKey" = "Privaten Schlüssel anzeigen";

"showPrivateKey" = "Privaten Schlüssel";

"showPrivateKeyLegacy" = "Privater Schlüssel (Legacy)";

"showPrivateKeyWIF" = "Privater Schlüssel (WIF)";

"showEntropy" = "Entropie anzeigen";

"howDoiExportPrivateKey" = "Wie exportiere ich meinen privaten Schlüssel?";

"backToMyVaults" = "Zu meinen Tresoren";

"youAreAboutToReset" = "Du bist dabei, folgenden Krypto-Tresor **zurückzusetzen**.";

"resettingThisCryptoVaultWill" = "Durch das **Zurücksetzen** wird dieser **Tresor** die zugehörigen **privaten Schlüssel** auf deiner Karte vollständig und unwiderruflich **gelöscht**.";

"afterThatYouWillBeAbleTo" = "Danach kannst du **einen neuen Krypto-Tresor erstellen**.";

"iConfirmThatBackup" = "Ich bestätige, dass ich den privaten Schlüssel gesichert habe.";

"vaultSuccessfullyReset" = "Tresor erfolgreich zurückgesetzt.";

"youCanNowCreateAndSeal" = "Du kannst jetzt einen neuen Tresor **erstellen** und **versiegeln**.";

"takeTheOwnershipTitle" = "Besitz übernehmen";

"takeTheOwnershipDescription" = "Um sensible Aktionen (Versiegeln/Entsiegeln/Reset) auszuführen, musst du den Besitz übernehmen.\n\nDieses Recht ist jederzeit in den App-Optionen widerrufbar und übertragbar.\n\nTippe auf **Annehmen**, um den Besitz zu übernehmen,\noder **Abbrechen**, um zu verzichten.";

"transferOwnershipDescription" = "Achtung!\n\nDiese Aktion gibt den Besitz der Karte frei. Die nächste Person, die die Karte scannt, wird Besitzer:in.\n\nNur der/die Besitzer:in kann sensible Aktionen (Versiegeln/Entsiegeln/Reset) auf dem Gerät ausführen.\n\nTippe auf **Übertragen**, um fortzufahren,\noder **Abbrechen**, um zu verzichten.";

"transferBtn" = "Übertragen";

"authenticationSuccess" = "**Karten-Authentifizierung erfolgreich!**\n\nDiese Karte wurde von Satochip S.R.L. ausgegeben.\nDu kannst sie sicher verwenden.";

"authenticationFailed" = "**Karten-Authentifizierung fehlgeschlagen!**\n\nDer Aussteller dieser Karte konnte nicht verifiziert werden. Sie wurde nicht von Satochip S.R.L. ausgegeben.\n\nWenn du die Karte nicht selbst initialisiert hast, sei besonders vorsichtig!";

"cardOwnershipStatus" = "Besitzstatus";

"youAreTheCardOwner" = "Du bist Besitzer:in";

"youAreNotTheCardOwner" = "Du bist nicht Besitzer:in";

"cardVersion" = "Kartenversion";

"cardAuthenticity" = "Echtheit";

"thisCardIsGenuine" = "Diese Karte ist echt";

"thisCardIsNotGenuine" = "Diese Karte ist nicht echt";

"certDetails" = "Zertifikatsdetails";

"currency" = "Währung";

"starterIntro" = "Starter-Intro";

"showLogs" = "Logs anzeigen";

"resetTheVault" = "Tresor zurücksetzen";

"showKey" = "Schlüssel anzeigen";

"resetBtn" = "Zurücksetzen";

"accept" = "Annehmen";

"cancel" = "Abbrechen";

"ownership" = "Besitz";

"close" = "Schliessen";

"cardNeedToBeScannedTitle" = "Keine Karte gescannt";

"cardNeedToBeScannedMessage" = "Scanne eine Karte, um ihre Informationen anzuzeigen.";

"privateKey" = "Privater Schlüssel";

"entropyMode" = "Entropie";

"nfcCardMismatch" = "Karte passt nicht!\nIst das die richtige Karte?";

"nfcOwnershipTransferSuccess" = "Besitzübertragung gestartet!";

"nfcOwnershiptTransferFailed" = "Besitzübertragung fehlgeschlagen. Fehler:  ";

"nfcErrorOccured" = "Fehler aufgetreten. Bitte erneut versuchen.";

"nfcHoldSatodime" = "Satodime an das iPhone halten";

"nfcPrivkeyRecoverSuccess" = "Privater Schlüssel erfolgreich gelesen!";

"nfcPrivkeyRecoverFailed" = "Privater Schlüssel konnte nicht gelesen werden. Fehler: ";

"nfcSatodimeNeedSetup" = "Satodime Setup nötig!";

"nfcNeedsFirstVaults" = "Diese Karte braucht einen ersten Tresor";

"nfcVaultsListSuccess" = "Tresore erfolgreich geladen!";

"nfcOwnershipAcceptSuccess" = "Kartenbesitz erfolgreich übernommen!";

"nfcOwnershipAcceptFailed" = "Kartenbesitz nicht übernommen. Fehler: ";

"nfcTransferAlreadyDone" = "Kartenübertragung bereits erfolgt!";

"nfcVaultSealedSuccess" = "Tresor erfolgreich versiegelt!";

"nfcVaultSealedFailed" = "Tresor nicht versiegelt. Fehler: ";

"nfcVaultResetSuccess" = "Tresor erfolgreich zurückgesetzt!";

"nfcVaultResetFailed" = "Tresor-Slot nicht zurückgesetzt. Fehler: ";

"nfcVaultUnsealSuccess" = "Tresor erfolgreich entsiegelt!";

"nfcVaultUnsealFailed" = "Tresor nicht entsiegelt. Fehler: ";

"nfcUnlockSecretNotFound" = "Fehler: Kein Unlock-Secret gefunden. Du bist auf diesem Gerät nicht Besitzer:in der Karte.";

"nfcSatodimeNeedsSetup" = "Satodime Setup nötig!";

"goToTakeOwnershipScreen" = "Zu den Besitz-Einstellungen";

"takeOwnershipAlert" = "Besitz verfügbar";

"takeOwnershipText" = "Übernimm den Kartenbesitz für privilegierten Zugriff.";

"notAuthenticText" = "Diese Karte konnte nicht verifiziert werden.\nMehr Details findest du unter Karteninfo.";

"goToNotAuthenticScreen" = "Mehr Infos";

"notAuthenticTitle" = "Warnung";

"switchToExpertMode" = "In den Expertenmodus";

"enterAnyTextHereToAddEntropy" = "Text eingeben, um Entropie hinzuzufügen";

"subcaInfo" = "Sub-CA-Info:";

"deviceInfo" = "Geräteinfo:";

"dontHaveASatodime" = "Noch kein Satodime?\nHier kaufen.";

"exploreBlockchain" = "Ansehen";

"cardHasNoOwner" = "Diese Karte hat keinen Besitzer. Besitz übernehmen.";

"showDeviceCert" = "Gerätezertifikat anzeigen";

"showSubcaCert" = "Sub-CA-Zertifikat anzeigen";

"hideDeviceCert" = "Gerätezertifikat ausblenden";

"hideSubcaCert" = "Sub-CA-Zertifikat ausblenden";

"noNetworkAlertTitle" = "Netzwerkfehler";

"noNetworkAlertMessage" = "Daten konnten nicht geladen werden. Bitte prüfe deine Netzwerkverbindung.";

"sendFeedback" = "Feedback senden";

"copiedToClipboardAlertMessage" = "Kopiert!";
